"Close"="閉じる";
"Delete"="削除";
"Visualization mode"="可視化モード";
"Scanning..."="スキャン中...";
"Building the visualization..."="可視化の作成中...";
"%d Item"="%dアイテム";
"%@ Folder %@ File total %@"="%@フォルダー%@合計%@ファイル";
"Ok"="OK";
"selected"="収集されたアイテム";
"Drag and drop files here to delete them"="ここにファイルをドラッグアンドドロップして収集";
"%@ cannot be deleted."="%@ は削除できません。";
"%@ %d Item"="%@ %dアイテム";
"Scanning progress will be lost after canceling, you need to rescan next time"="キャンセル後にスキャンの進行状況が失われ、次回再スキャンが必要です";
"Continue"="続行";
"Cancel"="キャンセル";
"Open Finder"="Finderを開く";
"Move to the delete queue"="削除キューに移動";
"Don't need to delete files."="ファイルを削除する必要はありません。";
"The selected files will be completely deleted."="選択したファイルが完全に削除されます。";
"Deleted %lld item"="%lld個のアイテムが削除されました。";
"Deletion completed"="削除が完了しました";
"Canceling"="キャンセル中";
"Preparing to delete..."="削除の準備中...";
"Enter directory"="ディレクトリを入力してください";
"Stop"="停止する";
"File not found" = "ファイルが見つかりません";
"Some files failed to delete due to insufficient permissions"="権限が不十分なため、一部のファイルを削除できませんでした";
"The current scanning root directory is %@ and cannot return to the previous directory." = "現在のスキャン ルート ディレクトリは %@ であり、前のディレクトリに戻ることはできません。";
"The current scanning root directory is %@, you can rescan %@." = "現在のスキャン ルート ディレクトリは %@ です。%@ を再スキャンできます。";
